Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# featureTipsAIFileVisibilityMessage
source: Control whether AI can read the current file. When hidden, AI can still answer general questions and create proposal edits.
ar: تحكم فيما إذا كان بإمكان الذكاء الاصطناعي قراءة الملف الحالي. عند إخفائه، يمكن للذكاء الاصطناعي still الإجابة على الأسئلة العامة وإنشاء اقتراحات للتعديلات.
de: Steuern Sie, ob die KI die aktuelle Datei lesen kann. Wenn sie ausgeblendet ist, kann die KI trotzdem allgemeine Fragen beantworten und Vorschlagänderungen erstellen.
es: Controla si la IA puede leer el archivo actual. Cuando está oculto, la IA aún puede responder preguntas generales y crear ediciones propuestas.
fr: Contrôlez si l'IA peut lire le fichier actuel. Lorsqu'il est caché, l'IA peut toujours répondre à des questions générales et créer des propositions de modifications.
hi: इस फ़ाइल को AI द्वारा पढ़े जाने की अनुमति नियंत्रित करें। जब फ़ाइल छिपी होती है, AI सामान्य प्रश्नों का उत्तर देने और प्रस्ताव संपादनों को बनाने में सक्षम होता है।
it: Controlla se l'AI può leggere il file attuale. Quando è nascosto, l'AI può comunque rispondere a domande generali e creare proposte di modifiche.
ja: 現在のファイルをAIが読み取れるかどうかを制御します。非表示にしても、AIは一般的な質問に答えたり、提案の編集を作成したりすることができます。
ko: 현재 파일을 AI가 읽을 수 있는지 제어합니다. 숨겨질 경우, AI는 일반 질문에 답하고 제안 수정을 생성할 수 있습니다.
nl: Beheer of AI het huidige bestand kan lezen. Wanneer verborgen, kan AI nog steeds algemene vragen beantwoorden en voorstelwijzigingen aanbrengen.
pl: Kontroluj, czy AI może odczytać bieżący plik. Gdy jest ukryty, AI wciąż może odpowiadać na ogólne pytania i tworzyć propozycje edycji.
pt: Controle se a IA pode ler o arquivo atual. Quando oculto, a IA ainda pode responder perguntas gerais e criar edições propostas.
ru: Управляйте тем, может ли ИИ читать текущий файл. При скрытии ИИ всё равно может отвечать на общие вопросы и предлагать изменения.
th: ควบคุมว่า AI สามารถอ่านไฟล์ปัจจุบันได้หรือไม่ เมื่อล แต่ AI ยังคงสามารถตอบคำถามทั่วไปและสร้างการแก้ไขข้อเสนอได้
tr: AI'nın mevcut dosyayı okuyup okuyamayacağını kontrol edin. Gizlendiğinde, AI genel soruları yanıtlayabilir ve öneri düzenlemeleri oluşturabilir.
vi: Kiểm soát xem AI có thể đọc tệp hiện tại hay không. Khi bị ẩn, AI vẫn có thể trả lời các câu hỏi chung và tạo đề xuất chỉnh sửa.
zh_hans: 控制AI是否可以读取当前文件。当文件被隐藏时，AI仍然可以回答一般问题并创建提议编辑。
zh_hant: 控制 AI 是否可以閱讀當前檔案。當檔案隱藏時，AI 仍然可以回答一般問題並創建提案編輯。

# featureTipsAIFileVisibilityTitle
source: AI File Visibility
ar: رؤية ملف الذكاء الاصطناعي
de: Sichtbarkeit der KI-Datei
es: Visibilidad del Archivo de IA
fr: Visibilité du fichier IA
hi: AI फ़ाइल दृश्यता
it: Visibilità del File AI
ja: AIファイルの可視性
ko: AI 파일 가시성
nl: Zichtbaarheid van AI-bestanden
pl: Widoczność pliku AI
pt: Visibilidade do Arquivo da IA
ru: Видимость файлов ИИ
th: การมองเห็นไฟล์ AI
tr: AI Dosya Görünürlüğü
vi: Khả năng nhìn thấy tệp AI
zh_hans: AI 文件可见性
zh_hant: AI 檔案可見性

# featureTipsLockFileMessage
source: Encrypt this file to protect its saved content. Locked files also stay unavailable to AI.
ar: قم بتشفير هذا الملف لحماية محتواه المحفوظ. تظل الملفات المقفلة غير متاحة أيضًا للذكاء الاصطناعي.
de: Verschlüsseln Sie diese Datei, um ihren gespeicherten Inhalt zu schützen. Gesperrte Dateien stehen der KI ebenfalls nicht zur Verfügung.
es: Cifra este archivo para proteger su contenido guardado. Los archivos bloqueados también permanecen inaccesibles para la IA.
fr: Chiffrez ce fichier pour protéger son contenu enregistré. Les fichiers verrouillés restent également inaccessibles à l'IA.
hi: इस फ़ाइल को एन्क्रिप्ट करें ताकि इसकी संचित सामग्री को सुरक्षित रखा जा सके। लॉक की गई फ़ाइलें AI के लिए भी अनुपलब्ध रहती हैं।
it: Cripta questo file per proteggere il suo contenuto salvato. I file bloccati rimangono anche non disponibili per l'AI.
ja: このファイルを暗号化して保存された内容を保護します。ロックされたファイルはAIに対しても利用できなくなります。
ko: 이 파일을 암호화하여 저장된 콘텐츠를 보호합니다. 잠긴 파일은 AI에 대해 접근할 수 없습니다.
nl: Versleutel dit bestand om de opgeslagen inhoud te beschermen. Gedeactiveerde bestanden zijn ook niet beschikbaar voor AI.
pl: Szyfruj ten plik, aby chronić jego zapisane treści. Zablokowane pliki są również niedostępne dla AI.
pt: Criptografe este arquivo para proteger seu conteúdo salvo. Arquivos bloqueados também permanecem inacessíveis à IA.
ru: Зашифруйте этот файл, чтобы защитить его содержимое. Locked files также будут недоступны для ИИ.
th: เข้ารหัสไฟล์นี้เพื่อปกป้องเนื้อหาที่บันทึกไว้ ไฟล์ที่ล็อกจะไม่สามารถเข้าถึงได้โดย AI
tr: Bu dosyayı şifreleyerek kaydedilen içeriğini koruyun. Kilitli dosyalar AI için de erişilemez olur.
vi: Mã hóa tệp này để bảo vệ nội dung đã lưu của nó. Các tệp đã khóa cũng không khả dụng cho AI.
zh_hans: 加密此文件以保护其保存的内容。被锁定的文件也对AI不可用。
zh_hant: 加密此檔案以保護其保存的內容。鎖定的檔案對 AI 也保持不可用。

# featureTipsLockFileTitle
source: Lock File
ar: قفل الملف
de: Datei sperren
es: Bloquear Archivo
fr: Verrouiller le fichier
hi: फ़ाइल लॉक करें
it: Blocca File
ja: ファイルをロック
ko: 파일 잠금
nl: Bestand vergrendelen
pl: Zablokuj plik
pt: Bloquear Arquivo
ru: Заблокировать файл
th: ล็อกไฟล์
tr: Dosyayı Kilitle
vi: Khóa tệp
zh_hans: 锁定文件
zh_hant: 鎖定檔案

# featureTipsResetButton
source: Show Feature Tips Again
ar: عرض نصائح الميزات مرة أخرى
de: Feature-Tipps erneut anzeigen
es: Mostrar Consejos de Funciones Nuevamente
fr: Afficher à nouveau les astuces de fonctionnalité
hi: फीचर टिप्स फिर से दिखाएं
it: Mostra di nuovo i Suggerimenti sulle Funzionalità
ja: もう一度機能のヒントを表示
ko: 기능 팁 다시 보기
nl: Toon functie-informatie opnieuw
pl: Pokaż wskazówki funkcji ponownie
pt: Mostrar Dicas de Recursos Novamente
ru: Показать советы по функциям снова
th: แสดงเคล็ดลับคุณสมบัติอีกครั้ง
tr: Özellik İpuçlarını Yeniden Göster
vi: Hiện lại mẹo tính năng
zh_hans: 再次显示功能提示
zh_hant: 再次顯示功能提示

# featureTipsResetToastTitle
source: Feature tips will be shown again the next time you open ExcalidrawZ.
ar: سيتم عرض نصائح الميزات مرة أخرى في المرة القادمة التي تفتح فيها ExcalidrawZ.
de: Die Feature-Tipps werden das nächste Mal angezeigt, wenn Sie ExcalidrawZ öffnen.
es: Los consejos de funciones se mostrarán nuevamente la próxima vez que abras ExcalidrawZ.
fr: Les astuces de fonctionnalité seront affichées à nouveau la prochaine fois que vous ouvrirez ExcalidrawZ.
hi: फीचर टिप्स अगली बार जब आप ExcalidrawZ खोलेंगे तो फिर से दिखाए जाएंगे।
it: I suggerimenti sulle funzionalità verranno mostrati di nuovo la prossima volta che apri ExcalidrawZ.
ja: 次回ExcalidrawZを開くときに機能のヒントが再度表示されます。
ko: ExcalidrawZ를 다음번에 열면 기능 팁이 다시 표시됩니다.
nl: Functie-informatie zal opnieuw worden weergegeven de volgende keer dat je ExcalidrawZ opent.
pl: Wskazówki funkcji będą pokazane ponownie przy następnym otwarciu ExcalidrawZ.
pt: As dicas de recursos serão mostradas novamente na próxima vez que você abrir o ExcalidrawZ.
ru: Советы по функциям будут показаны снова при следующем открытии ExcalidrawZ.
th: เคล็ดลับคุณสมบัติจะถูกแสดงอีกครั้งในครั้งถัดไปที่คุณเปิด ExcalidrawZ
tr: Özellik ipuçları ExcalidrawZ'i bir sonraki açışınızda tekrar gösterilecektir.
vi: Mẹo tính năng sẽ được hiển thị lại lần sau bạn mở ExcalidrawZ.
zh_hans: 下次打开ExcalidrawZ时将再次显示功能提示。
zh_hant: 下次您打開 ExcalidrawZ 時，功能提示將再次顯示。

# fileHomeButtonCreateNewFolder
source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
ru: Новая папка
th: โฟลเดอร์ใหม่
tr: Yeni Klasör
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新資料夾

# fileHomeButtonCreateNewGroup
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni Grup
vi: Nhóm mới
zh_hans: 新建分组
zh_hant: 新群組

# fileStatusDescriptionConflict
source: Conflict
ar: تعارض
de: Konflikt
es: En conflicto
fr: Conflit
hi: टकराव
it: Conflitto
ja: 競合
ko: 충돌
pl: Konflikt
pt: Conflito
ru: Конфликт
th: ขัดแย้ง
tr: Çakışma
vi: Xung đột
zh_hans: 冲突
zh_hant: 衝突

# fileStatusDescriptionDownloading
source: Downloading %@
ar: جارٍ تنزيل %@
de: Lädt %@ herunter
es: Descargando %@
fr: Téléchargement de %@
hi: %@ डाउनलोड हो रहा है
it: Scaricamento in corso: %@
ja: %@をダウンロード中
ko: %@ 다운로드 중
nl: Downloaden: %@
pl: Pobieranie %@
pt: Baixando %@
ru: Загрузка %@
th: กำลังดาวน์โหลด %@
tr: İndiriliyor %@
vi: Đang tải xuống %@
zh_hans: 正在下载 %@
zh_hant: 正在下載%@

# fileStatusDescriptionError
source: Error: %@
ar: خطأ: %@
de: Fehler: %@
fr: Erreur : %@
hi: त्रुटि: %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
nl: Fout: %@
pl: Błąd: %@
pt: Erro: %@
ru: Ошибка: %@
th: ข้อผิดพลาด: %@
tr: Hata: %@
vi: Lỗi: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# fileStatusDescriptionNeedsDownload
source: Needs Download
ar: يحتاج إلى تنزيل
de: Herunterladen erforderlich
es: Pendiente de descarga
fr: À télécharger
hi: डाउनलोड आवश्यक
it: Da scaricare
ja: ダウンロードが必要
ko: 다운로드 필요
nl: Download vereist
pl: Wymaga pobrania
pt: Precisa baixar
ru: Требуется загрузка
th: ต้องดาวน์โหลด
tr: İndirilmesi gerekiyor
vi: Cần tải xuống
zh_hans: 需要下载
zh_hant: 需要下載

# fileStatusDescriptionNeedsUpload
source: Needs Upload
ar: يحتاج إلى رفع
de: Hochladen erforderlich
es: Pendiente de subida
fr: À téléverser
hi: अपलोड आवश्यक
it: Da caricare
ja: アップロードが必要
ko: 업로드 필요
nl: Upload vereist
pl: Wymaga przesłania
pt: Precisa enviar
ru: Требуется выгрузка
th: ต้องอัปโหลด
tr: Yüklenmesi gerekiyor
vi: Cần tải lên
zh_hans: 需要上传
zh_hant: 需要上傳

# fileStatusDescriptionNotAvailable
source: Not Available
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hi: उपलब्ध नहीं
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt: Não disponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Mevcut değil
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 不可用

# fileStatusDescriptionQueuedForConflictResolution
source: Conflict Resolution Queued
ar: في قائمة الانتظار لحل التعارض
de: Zur Konfliktauflösung vorgemerkt
es: En cola para resolución de conflictos
fr: Résolution du conflit en file d'attente
hi: टकराव समाधान कतार में
it: In coda per la risoluzione del conflitto
ja: 競合解決のキューに登録済み
ko: 충돌 해결 대기 중
nl: In wachtrij voor conflictoplossing
pl: Rozwiązywanie konfliktu w kolejce
pt: Resolução de conflito na fila
ru: Разрешение конфликта в очереди
th: เข้าคิวรอการแก้ไขความขัดแย้ง
tr: Çakışma çözümü için sıraya alındı
vi: Đang chờ giải quyết xung đột
zh_hans: 冲突解决已排队
zh_hant: 排入衝突解決佇列

# fileStatusDescriptionQueuedForDelete
source: Queued for Deletion
ar: في قائمة الانتظار للحذف
de: Zur Löschung vorgemerkt
es: En cola para eliminación
fr: En file d'attente pour suppression
hi: हटाने के लिए कतार में
it: In coda per la cancellazione
ja: 削除キューに登録済み
ko: 삭제 대기 중
nl: In wachtrij voor verwijdering
pl: W kolejce do usunięcia
pt: Na fila para exclusão
ru: В очереди на удаление
th: เข้าคิวสำหรับการลบ
tr: Silinmek için sıraya alındı
vi: Đang chờ xóa
zh_hans: 等待删除
zh_hant: 排入刪除佇列

# fileStatusDescriptionQueuedForDownload
source: Queued for Download
ar: في قائمة الانتظار للتنزيل
de: Zum Herunterladen vorgemerkt
es: En cola para descarga
fr: En file d'attente pour téléchargement
hi: डाउनलोड के लिए कतार में
it: In coda per il download
ja: ダウンロードキューに登録済み
ko: 다운로드 대기 중
nl: In wachtrij voor downloaden
pl: W kolejce do pobrania
pt: Na fila para download
ru: В очереди на загрузку
th: เข้าคิวสำหรับการดาวน์โหลด
tr: İndirme için sıraya alındı
vi: Đang chờ tải xuống
zh_hans: 等待下载
zh_hant: 排入下載佇列

# fileStatusDescriptionQueuedForUpload
source: Queued for Upload
ar: قيد الانتظار للرفع
de: Hochladen ausstehend
es: En cola para subir
fr: En attente d'envoi
hi: अपलोड के लिए कतार में
it: In coda per il caricamento
ja: アップロード待ち
ko: 업로드 대기 중
nl: In wachtrij om te uploaden
pl: W kolejce do przesłania
pt: Aguardando envio
ru: В очереди на загрузку
th: รอการอัปโหลด
tr: Yükleme için sıraya alındı
vi: Đang chờ tải lên
zh_hans: 排队等待上传
zh_hant: 等待上傳

# fileStatusDescriptionSynced
source: Synced
ar: تمت المزامنة
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
hi: सिंक हो चुका
it: Sincronizzato
ja: 同期済み
ko: 동기화됨
nl: Gesynchroniseerd
pl: Zsynchronizowano
pt: Sincronizado
ru: Синхронизировано
th: ซิงค์แล้ว
tr: Eşitlendi
vi: Đã đồng bộ
zh_hans: 已同步
zh_hant: 已同步

# fileStatusDescriptionUploading
source: Uploading...
ar: جارٍ الرفع…
de: Wird hochgeladen…
es: Subiendo...
fr: Envoi en cours…
hi: अपलोड हो रहा है…
it: Caricamento in corso…
ja: アップロード中…
ko: 업로드 중…
nl: Uploaden…
pl: Przesyłanie...
pt: Enviando…
ru: Загрузка…
th: กำลังอัปโหลด...
tr: Yükleniyor…
vi: Đang tải lên...
zh_hans: 正在上传…
zh_hant: 上傳中…

# folderErrorDescriptionAlreadyMonitoring
source: Folder is already being monitored
ar: يتم مراقبة المجلد بالفعل
de: Ordner wird bereits überwacht
es: La carpeta ya está siendo supervisada
fr: Le dossier est déjà surveillé
hi: यह फ़ोल्डर पहले से निगरानी में है
it: La cartella è già monitorata
ja: フォルダは既に監視されています
ko: 해당 폴더는 이미 모니터링 중입니다
nl: Map wordt al bewaakt
pl: Folder jest już monitorowany
pt: A pasta já está sendo monitorada
ru: Папка уже отслеживается
th: โฟลเดอร์นี้ถูกติดตามอยู่แล้ว
tr: Klasör zaten izleniyor
vi: Thư mục này đang được giám sát
zh_hans: 文件夹已在监视中
zh_hant: 該資料夾已在監視中

# folderErrorDescriptionInvalid
source: Invalid folder
ar: مجلد غير صالح
de: Ungültiger Ordner
es: Carpeta no válida
fr: Dossier invalide
hi: अमान्य फ़ोल्डर
it: Cartella non valida
ja: 無効なフォルダ
ko: 유효하지 않은 폴더
nl: Ongeldige map
pl: Nieprawidłowy folder
pt: Pasta inválida
ru: Неверная папка
th: โฟลเดอร์ไม่ถูกต้อง
tr: Geçersiz klasör
vi: Thư mục không hợp lệ
zh_hans: 无效的文件夹
zh_hant: 無效的資料夾

# folderErrorDescriptionNotFound
source: Folder not found
ar: المجلد غير موجود
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Dossier introuvable
hi: फ़ोल्डर नहीं मिला
it: Cartella non trovata
ja: フォルダが見つかりません
ko: 폴더를 찾을 수 없음
nl: Map niet gevonden
pl: Nie znaleziono folderu
pt: Pasta não encontrada
ru: Папка не найдена
th: ไม่พบโฟลเดอร์
tr: Klasör bulunamadı
vi: Không tìm thấy thư mục
zh_hans: 未找到文件夹
zh_hant: 找不到資料夾

# folderErrorDescriptionPermissionDenied
source: Permission denied to access folder
ar: تم رفض الإذن بالوصول إلى المجلد
de: Zugriff auf Ordner verweigert
es: Permiso denegado para acceder a la carpeta
fr: Accès au dossier refusé
hi: फ़ोल्डर तक पहुँचने की अनुमति नहीं है
it: Accesso alla cartella negato
ja: フォルダへのアクセスが許可されていません
ko: 폴더에 접근할 권한이 없습니다
nl: Toegang tot de map geweigerd
pl: Brak uprawnień do dostępu do folderu
pt: Permissão negada para acessar a pasta
ru: Нет разрешения на доступ к папке
th: ไม่มีสิทธิ์เข้าถึงโฟลเดอร์
tr: Klasöre erişim izni reddedildi
vi: Không có quyền truy cập vào thư mục
zh_hans: 无权访问该文件夹
zh_hant: 無權存取該資料夾

# generalAndXXXMore
source: and %d more...
ar: و%d عنصرًا إضافيًا...
de: und %d weitere...
es: y %d más...
fr: et %d autres…
hi: और %d अन्य...
it: e altri %d...
ja: ほか %d 件…
ko: 그리고 %d개 더…
nl: en nog %d...
pl: i jeszcze %d...
pt: e mais %d...
ru: и ещё %d…
th: และอีก %d รายการ...
tr: ve %d daha...
vi: và %d mục khác...
zh_hans: 以及另外 %d 个...
zh_hant: 還有 %d 個...

# generalButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# generalButtonClose
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# generalButtonCloseApp
source: Close ExcalidrawZ
ar: إغلاق ExcalidrawZ
de: ExcalidrawZ schließen
es: Cerrar ExcalidrawZ
fr: Fermer ExcalidrawZ
hi: ExcalidrawZ बंद करें
it: Chiudi ExcalidrawZ
ja: ExcalidrawZを閉じる
ko: ExcalidrawZ 닫기
nl: Sluit ExcalidrawZ
pl: Zamknij ExcalidrawZ
pt: Fechar ExcalidrawZ
ru: Закрыть ExcalidrawZ
th: ปิด ExcalidrawZ
tr: ExcalidrawZ'i Kapat
vi: Đóng ExcalidrawZ
zh_hans: 关闭ExcalidrawZ
zh_hant: 關閉 ExcalidrawZ

# generalButtonConfirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# generalButtonCopy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# generalButtonCreate
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
it: Crea
ja: 作成
ko: 생성
nl: Creëren
pl: Utwórz
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 創建

# generalButtonCreateNewFile
source: New draw
ar: رسم جديد
de: Neue Zeichnung
es: Nuevo dibujo
fr: Nouveau dessin
hi: नया चित्रण
it: Nuovo disegno
ja: 新しい描画
ko: 새로 그리기
nl: Nieuwe tekening
pl: Nowy rysunek
pt: Novo desenho
ru: Новый рисунок
th: วาดใหม่
tr: Yeni çizim
vi: Vẽ mới
zh_hans: 新文档
zh_hant: 新繪圖

# generalButtonDelete
source: Delete...
ar: حذف...
de: Löschen...
es: Eliminar...
fr: Supprimer...
hi: हटाएं...
it: Elimina...
ja: 削除...
ko: 삭제...
nl: Verwijderen...
pl: Usuń...
pt: Excluir...
ru: Удалить...
th: ลบ...
tr: Sil...
vi: Xóa...
zh_hans: 删除...
zh_hant: 刪除...

# generalButtonDismiss
source: Dismiss
ar: إلغاء
de: Schließen
es: Descartar
fr: Ignorer
hi: अस्वीकृत करें
it: Ignora
ja: 閉じる
ko: 해제
nl: Afwijzen
pl: Zamknij
pt: Dispensar
ru: Закрыть
th: ปฏิเสธ
tr: Kapat
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 關閉

# generalButtonDone
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamam
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# generalButtonSelect
source: Select
ar: اختر
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybierz
pt: Selecionar
ru: Выбрать
th: เลือก
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# generalButtonDownload
source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Baixar
ru: Скачать
th: ดาวน์โหลด
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# generalButtonJoinDiscord
source: Join Discord
ar: انضم إلى Discord
de: Discord beitreten
es: Unirse a Discord
fr: Rejoindre Discord
hi: Discord में शामिल हों
it: Unisciti a Discord
ja: Discordに参加
ko: 디스코드 가입
nl: Word lid van Discord
pl: Dołącz do Discorda
pt: Entrar no Discord
ru: Присоединиться к Discord
th: เข้าร่วม Discord
tr: Discord'a Katıl
vi: Tham gia Discord
zh_hans: 加入Discord
zh_hant: 加入 Discord

# generalButtonLoadMore
source: Load More
ar: تحميل المزيد
de: Mehr laden
es: Cargar más
fr: Charger plus
hi: और लोड करें
it: Carica di più
ja: さらに読み込む
ko: 더 보기
nl: Meer laden
pl: Załaduj więcej
pt: Carregar Mais
ru: Загрузить больше
th: โหลดเพิ่มเติม
tr: Daha Fazla Yükle
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 加載更多

# generalButtonMore
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: और
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# generalButtonMoveFilesToTrash
source: Move ^[%d file](inflect: true) to Trash
ar: نقل ^[%d ملف](inflect: true) إلى سلة المحذوفات
de: Bewege ^[%d Datei](inflect: true) in den Papierkorb
es: Mover ^[%d archivo](inflect: true) a la Papelera
fr: Déplacer ^[%d fichier](inflect: true) vers la corbeille
hi: फाइल को कचरे में डालें ^[%d]
it: Sposta ^[%d file](inflect: true) nel Cestino
ja: ゴミ箱に^[%d ファイル](inflect: true)を移動
ko: 파일 ^[%d 개](inflect: true)를 휴지통으로 이동
nl: Verplaats ^[%d bestand](inflect: true) naar Prullenbak
pl: Przenieś ^[%d plik](inflect: true) do Kosza
pt: Mover ^[%d arquivo](inflect: true) para a Lixeira
ru: Переместить ^[%d файл](inflect: true) в Корзину
th: ย้าย ^[%d ไฟล์](inflect: true) ไปที่ถังขยะ
tr: Çöp Kutusuna ^[%d dosyayı](inflect: true) taşı
vi: Di chuyển ^[%d tệp](inflect: true) vào Thùng rác
zh_hans: 将 ^[%d 文件](inflect: true) 移动到废纸篓
zh_hant: 將 ^[%d 個檔案](inflect: true) 移至垃圾桶

# generalButtonMoveToTrash
source: Move to Trash
ar: نقل إلى سلة المهملات
de: In den Papierkorb verschieben
es: Mover a la Papelera
fr: Déplacer vers la corbeille
hi: कचरे में डालें
it: Sposta nel cestino
ja: ゴミ箱に移動
ko: 휴지통으로 이동
nl: Verplaats naar Prullenmand
pl: Przenieś do kosza
pt: Mover para a Lixeira
ru: Переместить в корзину
th: ย้ายไปยังถังขยะ
tr: Çöp Kutusuna Taşı
vi: Di chuyển vào Thùng rác
zh_hans: 移到垃圾箱
zh_hant: 移動到垃圾桶

# generalButtonOK
source: OK
ar: حسناً
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好的
zh_hant: 確定

# generalButtonOpen
source: open
ar: فتح
de: Öffnen
es: Abrir
fr: ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: otwórz
pt: abrir
ru: открыть
th: เปิด
tr: Aç
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# generalButtonPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# generalButtonRedo
source: Redo
ar: إعادة
de: Wiederherstellen
es: Rehacer
fr: Rétablir
hi: फिर से करें
it: Ripeti
ja: やり直し
ko: 다시 실행
nl: Opnieuw
pl: Ponów
pt: Refazer
ru: Повторить
th: ทำซ้ำ
tr: Yinele
vi: Thực hiện lại
zh_hans: 重做
zh_hant: 重做

# generalButtonReset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Reimposta
ja: リセット
ko: 재설정
nl: Opnieuw instellen
pl: Resetuj
pt: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# generalButtonRetry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# generalButtonRevealInFinder
source: Reveal in Finder
ar: إظهار في المستعرض
de: Im Finder anzeigen
es: Revelar en Finder
fr: Afficher dans le Finder
hi: फाइंडर में दिखाएं
it: Mostra nel Finder
ja: Finderで表示
ko: 파인더에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Revelar no Finder
ru: Показать в Finder
th: แสดงใน Finder
tr: Finder'da Göster
vi: Hiện trong Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# generalButtonSave
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# generalButtonSettings
source: Settings…
ar: الإعدادات…
de: Einstellungen…
es: Configuración…
fr: Paramètres…
hi: सेटिंग्स…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt: Configurações…
ru: Настройки…
th: ตั้งค่า…
tr: Ayarlar…
vi: Cài đặt…
zh_hans: 设置…
zh_hant: 設定…

# generalButtonShowMore
source: Show More
ar: اظهر المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Montrer Plus
hi: और दिखाएँ
it: Mostra di più
ja: もっと表示
ko: 더보기
nl: Toon Meer
pl: Pokaż więcej
pt: Mostrar Mais
ru: Показать больше
th: แสดงมากขึ้น
tr: Daha Fazla Göster
vi: Hiển thị Thêm
zh_hans: 显示更多
zh_hant: 顯示更多

# generalButtonTermsOfUse
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de Uso
ru: Условия использования
th: ข้อกำหนดในการใช้
tr: Kullanım Şartları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# generalButtonUndo
source: Undo
ar: تراجع
de: Rückgängig machen
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ru: Отменить
th: ย้อนกลับ
tr: Geri Al
vi: Hoàn tác
zh_hans: 撤回
zh_hant: 撤銷
